import cameraImg1 from "../../../assets/images/solutions/image1.png";
import cameraImg2 from "../../../assets/images/solutions/image2.png";
import cameraImg3 from "../../../assets/images/solutions/image3.png";

import { TCardSolutionProps } from "../../components/CardSolution/ui/CardSolution";

export const cardSolutionData: TCardSolutionProps[] = [
  {
    id: 1,
    title: "№1 Комплект из 4-х уличных ip камер 4 мп",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "67390",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
  {
    id: 2,
    title: "№2 Комплект из 4-х уличных AHD камер 2 мп",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "100590",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
  {
    id: 3,
    title: "№3 Комплект из 2-х внутренних AHD камер 5 мп",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "68000",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
];

export const cardSolutionData2: TCardSolutionProps[] = [
  {
    id: 1,
    title: "№2 Комплект из 4-х уличных AHD камер 2 мп",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "100590",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
  {
    id: 2,
    title: "№1 Комплект из 4-х уличных ip камер 4 мп",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "67390",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
  {
    id: 3,
    title: "№3 Комплект из 2-х внутренних AHD камер 5 мп",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "68000",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
];

export const cardSolutionData3: TCardSolutionProps[] = [
  {
    id: 1,
    title: "Решение по наблюдению за парковкой",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "67390",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
  {
    id: 2,
    title: "Решение по наблюдению за парковкой",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "100590",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
  {
    id: 3,
    title: "Решение по наблюдению за парковкой",
    img: "../../../assets/images/solutions/image1.png",
    listItem: [
      "4 ip камеры видеонаблюдения 4Мп, HiWatch IPC-B040(2.8mm). Запись звука, ночная подсветка",
      "Видеорегистратор на 4 камеры DS-N204P(C)",
      "Жесткий диск 2ТБ",
      "Блок питания для видеорегистратора",
      "60 метров UTP 4 пары, чистая медь",
      "Расходные материалы",
      "Стандартная установка комплекта",
    ],
    price: "68000",
    toolTipText: [
      "Решение включает в себя четыре высококачественные камеры видеонаблюдения 4Мп, способные обеспечить яркое и четкое изображение даже при ночном наблюдении благодаря подсветке до 35 метров. Встроенные микрофоны дополняют этот опыт, позволяя получать не только четкую картину, но и качественный звук.",
      "Мощный 4-канальный видеорегистратор, который позволяет записывать видео высокого разрешения и имеет функцию удаленного доступа с мобильных устройств и ПК.",
      "Жесткий диск 2ТБ для хранения видеозаписей до 25 дней. Теперь вы можете быть уверены, что каждый момент будет записан и доступен для вас в любое время",
    ],
  },
];
