export type TMetaData = {
  title: string | undefined
  description: string | undefined
  keywords: string | undefined
}

export type TOgMetaData = {
  title: string | undefined
  description: string | undefined
  siteName: string | undefined
  alt: string | undefined
}

export const RootPageMetaData: TMetaData = {
  title:
    'Установка и обслуживание ОПС, СКУД, видеонаблюдения и домофонов | Системы безопасности в Новосибирске | Опти Контроль',
  description:
    'Качественный монтаж, обслуживание и проектирование систем безопасности: СКУД, видеонаблюдение, охранная сигнализация, пожарная сигнализация, домофоны. Более 10 лет на рынке. Комплексный подход и индивидуальный подбор оборудования для каждого клиента. Работаем в Новосибирске и области',
  keywords:
    'Видеонаблюдение в Новосибирске, установить СКУД, монтаж ПС, ОПС, ОС Новосибирск, охранные системы, монтаж, установка систем безопасности',
}

export const VideoPageMetaData: TMetaData = {
  title: 'Установка видеонаблюдения в Новосибирске | Скидки, Гарантия до 5 лет! | Опти Контроль',
  description:
    'Самые привлекательные цены! Устанавливаем камеры на стройка, парковках, офисах и дачах уже 10 лет!',
  keywords:
    'Видеонаблюдение на стройке, Видеонаблюдение в офис, Видеонаблюдение в частный дом, купить камеру видеонаблюдения, Видеонаблюдение Новосибирск, Установка камер в Новосибирск, СВН, Монтаж видеонаблюдения в Новосибирске, видеонаблюдение в квартиру',
}

export const SecurityPageMetaData: TMetaData = {
  title:
    'Монтаж, обслуживание пожарной сигнализации в Новосибирске и области, лицензия МЧС, гарантия 5 лет! | Опти Контроль',
  description:
    'Монтаж, обслуживание пожарной сигнализации в Новосибирске и области, лицензия МЧС, гарантия 5 лет!',
  keywords:
    'Пожарная сигнализация Новосибирск, установка АПС в Новосибирске, монтаж ПС Новосибирск, обслуживание пожарной сигнализации, монтаж АПС, монтаж ПС Новосибирск, пожарная безопасность Новосибирск, обслуживание ПС Новосибирск, обслуживание ОПС Новосибирск',
}

export const DomofonPageMetaData: TMetaData = {
  title:
    'Установка СКУД в Новосибирске | Опыт более 10 лет, скидки на установку. Гарантия до 5 лет!| Опти Контроль',
  description:
    'Монтаж систем контроля доступа (СКУД) и домофонов - это важный элемент безопасности для домов, офисов и других объектов. Наша компания предоставляет услуги по установке и настройке СКУД и домофонных систем любой сложности',
  keywords:
    'Вызывная панель в Новосибирске, Видеодомофон Новосибирск, Установить СКУД в Новосибирске, монтаж СКУД Новосибирск, установка СКУД, установка домофонов, системы контроля доступа, входная группа, домофонные системы',
}

export const OpenGraphMetaData: TOgMetaData = {
  title: 'Купить готовые комплекты видеонаблюдения в Новосибирске',
  description:
    'Широкий ассортимент комплектов и готовых систем видеонаблюдения в наличии в Новосибирске.',
  siteName: 'Опти Контроль',
  alt: 'Оптиконтроль - Безопасность вашего дома и бизнеса.',
}
