import { TProjectMilestones } from './types';

export const projectMilestones: TProjectMilestones[] = [
  {
    id: 1,
    title: 'Расчет проекта под ключ',
    text: 'Наш менеджер поможет подобрать оптимальное сочетание оборудования и\u00A0функций системы безопасности под ваши задачи и\u00A0уточнит все ваши пожелания.'
  },
  {
    id: 2,
    title: 'Подготовка к работе',
    text: `Организуем выезд инженера для детального обсуждения. Подготовим оборудование и\u00A0составим план работ по\u00A0монтажу.`
  },
  {
    id: 3,
    title: 'Качественная установка',
    text: 'Наши инженеры установят, подключат оборудование, протестируют и\u00A0настроят так, как вам необходимо.'
  },
  {
    id: 4,
    title: 'Готово к использованию!',
    text: 'Передадим систему вам в\u00A0эксплуатацию.'
  }
];
